"Western (Mac OS Roman)" = "Occidentale (Mac OS Roman)";
"Japanese (Mac OS)" = "Giapponese (Mac OS)";
"Traditional Chinese (Mac OS)" = "Cinese tradizionale (Mac OS)";
"Korean (Mac OS)" = "Coreano (Mac OS)";
"Arabic (Mac OS)" = "Arabo (Mac OS)";
"Hebrew (Mac OS)" = "Ebraico (Mac OS)";
"Greek (Mac OS)" = "Greco (Mac OS)";
"Cyrillic (Mac OS)" = "Cirillico (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Tailandese (Mac OS)";
"Simplified Chinese (Mac OS)" = "Cinese semplificato (Mac OS)";
"Tibetan (Mac OS)" = "Tibetano (Mac OS)";
"Central European (Mac OS)" = "Centroeuropeo (Mac OS)";
"Symbol (Mac OS)" = "Simbolo (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turco (Mac OS)";
"Croatian (Mac OS)" = "Croato (Mac OS)";
"Icelandic (Mac OS)" = "Islandese (Mac OS)";
"Romanian (Mac OS)" = "Rumeno (Mac OS)";
"Celtic (Mac OS)" = "Celtico (Mac OS)";
"Gaelic (Mac OS)" = "Gaelico (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Simboli tastiera (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cirillico (Mac OS ucraino)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Western (ISO Latin 1)" = "Occidentale (ISO latino 1)";
"Central European (ISO Latin 2)" = "Centroeuropeo (ISO latino 2)";
"Western (ISO Latin 3)" = "Occidentale (ISO latino 3)";
"Central European (ISO Latin 4)" = "Centroeuropeo (ISO latino 4)";
"Cyrillic (ISO 8859-5)" = "Cirillico (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabo (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Greco (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Ebraico (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turco (ISO latino 5)";
"Nordic (ISO Latin 6)" = "Nordico (ISO latino 6)";
"Thai (ISO 8859-11)" = "Tailandese (ISO 8859-11)";
"Baltic Rim (ISO Latin 7)" = "Area Baltica (ISO latino 7)";
"Celtic (ISO Latin 8)" = "Celtico (ISO latino 8)";
"Western (ISO Latin 9)" = "Occidentale (ISO latino 9)";
"Romanian (ISO Latin 10)" = "Rumeno (ISO Latin 10)";
"Latin-US (DOS)" = "latino USA (DOS)";
"Greek (DOS)" = "Greco (DOS)";
"Baltic Rim (DOS)" = "Baltico (DOS)";
"Western (DOS Latin 1)" = "Occidentale (DOS latino 1)";
"Greek (DOS Greek 1)" = "Greco (Greco 1 DOS)";
"Central European (DOS Latin 2)" = "Centroeuropeo (DOS Latin 2)";
"Cyrillic (DOS)" = "Cirillico (DOS)";
"Turkish (DOS)" = "Turco (DOS)";
"Portuguese (DOS)" = "Portoghese (DOS)";
"Icelandic (DOS)" = "Islandese (DOS)";
"Hebrew (DOS)" = "Ebraico (DOS)";
"Canadian French (DOS)" = "Francese canadese (DOS)";
"Arabic (DOS)" = "Arabo (DOS)";
"Nordic (DOS)" = "Nordiche (DOS)";
"Russian (DOS)" = "Russo (DOS)";
"Greek (DOS Greek 2)" = "Greco (Greco 2 DOS)";
"Thai (Windows, DOS)" = "Tailandese (Windows, DOS)";
"Japanese (Windows, DOS)" = "Giapponese (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Cinese semplificato (Windows, DOS)";
"Korean (Windows, DOS)" = "Coreano (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Cinese tradizionale (Windows, DOS)";
"Western (Windows Latin 1)" = "Occidentale (Windows latino 1)";
"Central European (Windows Latin 2)" = "Centroeuropeo (Windows latino 2)";
"Cyrillic (Windows)" = "Cirillico (Windows)";
"Greek (Windows)" = "Greco (Windows)";
"Turkish (Windows Latin 5)" = "Turco (Windows latino 5)";
"Hebrew (Windows)" = "Ebraico (Windows)";
"Arabic (Windows)" = "Arabo (Windows)";
"Baltic Rim (Windows)" = "Area baltica (Windows)";
"Vietnamese (Windows)" = "Vietnamita (Windows)";
"Western (ASCII)" = "Occidentale (ASCII)";
"Japanese (Shift JIS X0213)" = "Giapponese (Shift JIS X0213)";
"Chinese (GBK)" = "Cinese (GBK)";
"Chinese (GB 18030)" = "Cinese (GB 18030)";
"Japanese (ISO 2022-JP)" = "Giapponese (ISO 2022-JP)";
"Korean (ISO 2022-KR)" = "Coreano (ISO 2022-KR)";
"Japanese (EUC)" = "Giapponese (EUC)";
"Simplified Chinese (EUC)" = "Cinese semplificato (EUC)";
"Traditional Chinese (EUC)" = "Cinese tradizionale (EUC)";
"Korean (EUC)" = "Coreano (EUC)";
"Japanese (Shift JIS)" = "Giapponese (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cirillico (KOI8-R)";
"Traditional Chinese (Big 5)" = "Cinese tradizionale (Big 5)";
"Western (Mac Mail)" = "Occidentale (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Cinese semplificato (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Cinese tradizionale (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ucraino (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Cinese tradizionale (Big 5-E)";
"Western (NextStep)" = "Occidentale (NextStep)";
"Non-lossy ASCII" = "ASCII senza perdite";
"Western (EBCDIC US)" = "Occidentale (EBCDIC US)";
"Western (EBCDIC Latin 1)" = "Occidentale (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Giapponese (Auto Detect)";
